Repository: wp-plugins/news-bar
Catalog: languages/news-bar-*.po
Languages: ru_ru

source: News Bar
ru_ru: Новостная панель

source: Vladimir Anokhin
ru_ru: Владимир Анохин

source: News bar with latest tweets or posts from specified blog category. Extended version.
ru_ru: Новостная панель с последними твитами или записями из выбранной категории. Расширенная версия.

source: Settings
ru_ru: Настройки

source: Instructions
ru_ru: Инструкции

source: Click to close
ru_ru: Кликните, чтобы закрыть

source: About
ru_ru: О плагине

source: Appearance
ru_ru: Внешний вид

source: For full functionality of this page it is reccomended to enable javascript.
ru_ru: Для правильной работы этой страницы рекомендуется включить JavaScript.

source: Settings reseted successfully
ru_ru: Настройки успешно сброшены

source: There is already default settings
ru_ru: Настройки уже были сброшены

source: Settings saved successfully
ru_ru: Настройки успешно сохранены

source: Settings not saved, because there is no changes
ru_ru: Настройки не сохранены, т.к. ничего не изменилось

source: Messages not found
ru_ru: Сообщения не найдены

source: About plugin
ru_ru: О плагине

source: News settings
ru_ru: Настройки новостей

source: Receive news from
ru_ru: Источник новостей

source: Choose news source
ru_ru: Выберите источник новостей

source: Twitter
ru_ru: Твиттер

source: Blog category
ru_ru: Категория блога

source: RSS feed
ru_ru: RSS поток

source: Custom post type
ru_ru: Произвольный тип записей

source: Twitter username
ru_ru: Имя пользователя Twitter

source: Enter your twitter username
ru_ru: Введите ваше имя пользователя твиттера

source: Choose blog category
ru_ru: Выберит одну из категорий блога

source: RSS feed url
ru_ru: Ссылка RSS

source: Enter the url of RSS feed
ru_ru: Введите ссылку на RSS

source: You can select any custom post type registered on your site.<br/>Recommended: News Bar
ru_ru: Вы можете выбрать любой тип записей, зарегистрированный на вашем сайте.<br/>Рекомендуется: Новостная панель

source: Disable plugin post type
ru_ru: Отключить тип записи плагина

source: Disable custom post type registered by this plugin.<br/>If you enable this option custom post type News Bar will be deregistered.<br/>Do not enable this option if you using this custom post type as news source
ru_ru: Отключение типа записи, зарегистрированного этим плагином.<br/>Если вы активируете эту настройку, тип записей Новостная панель будет деактивирован (удален).<br/>Не включайте эту настройку если в качестве источника новостей используется этот тип записей

source: Disable
ru_ru: Отключить

source: Number of items to rotate
ru_ru: Количество новостей

source: Select number of news to be showed.<br/>Reccomended value: from 1 to 20
ru_ru: Укажите кол-во новостей, которые будут показаны.<br/>Рекомендованные значения: от 1 до 20

source: pc.
ru_ru: шт.

source: Open links in new window
ru_ru: Открывать ссылки в новом окне

source: Open ticker links in new window/tab or in the same
ru_ru: Открывать ссылки новостной панели в новом окне/вкладке или в текущем

source: Yes
ru_ru: Да

source: Caching
ru_ru: Кеширование

source: Enable caching <sup>BETA</sup>
ru_ru: Включить кеширование <sup>BETA</sup>

source: This option enables caching for feeds.<br/>Be careful with this option.
ru_ru: Эта настройка позволяет включить кеширование новостных rss-потоков.<br/>Будьте осторожны при использовании этой настройки.

source: Enable
ru_ru: Включить

source: Animation
ru_ru: Анимация

source: Animation type
ru_ru: Тип анимации

source: Select animation type
ru_ru: Выберите тип анимации

source: Fade
ru_ru: Затухание

source: Slide
ru_ru: Скольжение

source: News animation delay
ru_ru: Задержка

source: Time between ticker animations in milliseconds ( 1000ms = 1sec )
ru_ru: Время между сменой новостей в миллисекундах ( 1000мс = 1сек )

source: ms
ru_ru: мс

source: News rotation speed
ru_ru: Скорость

source: Ticker animation speed in milliseconds ( 1000ms = 1sec )
ru_ru: Скорость анимации смены новостей в миллисекундах ( 1000мс = 1 сек )

source: Social icons
ru_ru: Социальные иконки

source: Show social icons
ru_ru: Показать иконки

source: Show or hide social icons in News Bar
ru_ru: Показать или скрыть социальные иконки

source: No
ru_ru: Нет

source: Open icon links in new window/tab or in the same
ru_ru: Открывать социальные иконки в новом окне/вкладке или в текущем

source: Icon #1
ru_ru: Иконка №1

source: Select social icon and enter the url<br/>Leave url blank to disable icon
ru_ru: Выберите иконку и введите для неё ссылку<br/>Оставьте поле ссылки пустым, чтобы отключить иконку

source: Icon #2
ru_ru: Иконка №2

source: Icon #3
ru_ru: Иконка №3

source: Icon #4
ru_ru: Иконка №4

source: Icon #5
ru_ru: Иконка №5

source: General styling
ru_ru: Основные настройки внешнего вида

source: Show News Bar at
ru_ru: Отобразить панель

source: Choose where News Bar will be displayed
ru_ru: Выберите место, где будет отображена новостная панель

source: top of page
ru_ru: вверху страницы

source: bottom of page
ru_ru: внизу страницы

source: Remove admin bar
ru_ru: Отключить админ-панель

source: Default WordPress admin bar will be removed from frontend for all users<br/>It is recommended to enable this option
ru_ru: Стандартная панель WordPress (админ-бар) будет отключена для всех пользователе при просмотре сайта, но не для консоли<br/>Рекомендуется включить эту настройку

source: News icon
ru_ru: Иконка новостей

source: Select icon for news (16x16 px)
ru_ru: Выберите иконку для новостей (16x16 пкс.)

source: Bar width
ru_ru: Ширина панели

source: Specify bar width to fit it to the site
ru_ru: Укажите ширину панели, чтобы она идеально подошла к вашему сайту

source: Skin
ru_ru: Скин

source: Choose skin for News Bar
ru_ru: Выберите тему для новостной панели

source: Default
ru_ru: По умолчанию

source: Custom skin
ru_ru: Своя тема

source: Glass
ru_ru: Стекло

source: Dark glass
ru_ru: Темное стекло

source: Wood
ru_ru: Дерево

source: Dark wood
ru_ru: Темное дерево

source: Aluminum
ru_ru: Алюминий

source: Metal
ru_ru: Металл

source: Cherry
ru_ru: Вишня

source: Concrete
ru_ru: Бетон

source: Vista
ru_ru: Виста

source: Grass
ru_ru: Трава

source: Custom skin settings
ru_ru: Настройки пользовательской темы

source: Custom skin image
ru_ru: Фоновое изображение

source: Enter the url or upload custom skin image.<br/>Image must be tileable by X-axis
ru_ru: Введите ссылку на изображение или загрузите его.<br/>Изображение должно быть текстурным (повторяться) по оси X

source: Custom skin text color
ru_ru: Цвет текста

source: Choose text color for your custom skin
ru_ru: Укажите цвет текста для вашей темы

source: Custom skin links color
ru_ru: Цвет ссылок

source: Choose links color for your custom skin
ru_ru: Укажите цвет ссылок для вашей темы

source: Custom skin links hover color
ru_ru: Цвет ссылок при наведении

source: Choose hovered links color for your custom skin
ru_ru: Укажите цвет ссылок при наведении для вашей темы

source: Advanced settings
ru_ru: Особые настройки

source: Specify CSS-position property for News Bar
ru_ru: Укажите значение css-свойства position для новостной панели

source: Fixed
ru_ru: Fixed (фиксированное)

source: Absolute
ru_ru: Absolute (абсолютное)

source: Static
ru_ru: Static (статичное)

source: Font size
ru_ru: Размер шрифта

source: Font size for Bews Bar
ru_ru: Размер шрифта для новостной панели

source: HTML margin-top
ru_ru: Отступ сверху для HTML

source: Here you can specify margin-top value for HTML tag, if News Bar placed at the top of the page
ru_ru: Здесь вы можете указать значение свойства margin-top для тега HTML. Эта настройка может быть полезна в том случае, если панель отображается вверху страницы

source: News Bar z-index
ru_ru: Значение z-index

source: Specify z-index CSS-property for News Bar
ru_ru: Укажите значение css-свойства z-index для новостной панели

source: Add new item
ru_ru: Добавить новость

source: Edit item
ru_ru: Редактировать новость

source: View item
ru_ru: Просмотреть новость

source: Search items
ru_ru: Поиск новостей

source: Nothing found
ru_ru: Ничего не найдено

source: Nothing found in Trash
ru_ru: В корзине ничего нет

source: Support
ru_ru: Поддержка

source: Documentation
ru_ru: Документация

source: My twitter
ru_ru: Мой твиттер

source: Check my FREE plugins
ru_ru: Посмотрите мои бесплатные плагины

source: many useful shortcodes
ru_ru: много полезных шорткодов

source: customizable slider
ru_ru: настраиваемый слайдер

source: frontend posting form
ru_ru: форма публикации со станиц сайта

source: Save changes
ru_ru: Сохранить изменения

source: Saving
ru_ru: Сохранение

source: Saved
ru_ru: Сохранено

source: Reset all settings to default. Are you sure? This action cannot be undone!
ru_ru: Сброс всех настроек. Вы уверены? Это действие нельзя будет отменить!

source: Restore default settings
ru_ru: Восстановить настройки

source: Preview
ru_ru: Предпросмотр

source: Upload custom icon
ru_ru: Загрузить свою иконку

source: Upload
ru_ru: Загрузить

source: Enter the url
ru_ru: Введите ссылку
